{
  "record": {
    "header": {
      "identifier": {"_$": "oai:eddi.cvrgrid.org:11614/646"},
      "datestamp": {"_$": "2015-07-17T20:51:13Z"},
      "setSpec": [
        {"_$": "com_11614_1"},
        {"_$": "col_11614_2"}
      ],
      "repository": {"_$": "Electrophysiology Data Discovery Index"},
      "setName": {"_$": "ECG Datasets"},
      "fetchURL": {"_$": "https://eddi.cvrgrid.org/oai/request?verb=ListRecords&metadataPrefix=oai_dc_eddi&set=col_11614_2"},
      "recNum": {"_$": "0"}
    },
    "metadata": {"oai_dc_eddi:dc": {
      "@schemaLocation": "http://www.cvrgrid.org/files/oai_dc_eddi/ http://www.cvrgrid.org/files/oai_dc_eddi/oai_dc_eddi_v0.2.xsd",
      "dc:title": {"_$": "MIT-BIH Arrhythmia Database"},
      "dc:date_published": {"_$": "2005-05"},
      "dc:date_eddi-indexed": {"_$": "2015-01-14T16:56:21Z"},
      "dc:identifier": {"_$": "http://hdl.handle.net/11614/646"},
      "dc:eddi_description": {"_$": "Since 1975, our laboratories at Boston's Beth Israel Hospital (now the Beth Israel Deaconess Medical Center) and at MIT have supported our own research into arrhythmia analysis and related subjects. One of the first major products of that effort was the MIT-BIH Arrhythmia Database, which we completed and began distributing in 1980. The database was the first generally available set of standard test material for evaluation of arrhythmia detectors, and has been used for that purpose as well as for basic research into cardiac dynamics at more than 500 sites worldwide. Originally, we distributed the database on 9-track half-inch digital tape at 800 and 1600 bpi, and on quarter-inch IRIG-format FM analog tape. In August, 1989, we produced a CD-ROM version of the database.\r\n\r\nThe MIT-BIH Arrhythmia Database contains 48 half-hour excerpts of two-channel ambulatory ECG recordings, obtained from 47 subjects studied by the BIH Arrhythmia Laboratory between 1975 and 1979. Twenty-three recordings were chosen at random from a set of 4000 24-hour ambulatory ECG recordings collected from a mixed population of inpatients (about 60%) and outpatients (about 40%) at Boston's Beth Israel Hospital; the remaining 25 recordings were selected from the same set to include less common but clinically significant arrhythmias that would not be well-represented in a small random sample.\r\n\r\nThe recordings were digitized at 360 samples per second per channel with 11-bit resolution over a 10 mV range. Two or more cardiologists independently annotated each record; disagreements were resolved to obtain the computer-readable reference annotations for each beat (approximately 110,000 annotations in all) included with the database.\r\n\r\nThis directory contains the entire MIT-BIH Arrhythmia Database. About half (25 of 48 complete records, and reference annotation files for all 48 records) of this database has been freely available here since PhysioNet's inception in September 1999. The 23 remaining signal files, which had been available only on the MIT-BIH Arrhythmia Database CD-ROM, were posted here in February 2005."},
      "dc:eddi_accessurl": {"_$": "http://physionet.org/physiobank/database/mitdb/"},
      "dc:eddi_accessrestrictions": {"_$": "No Access Restrictions"},
      "dc:eddi_dataformat": {"_$": ".dat, .hea, .atr"},
      "dc:eddi_piname": {"_$": "George B. Moody"},
      "dc:eddi_piemail": {"_$": "george@mit.edu"},
      "dc:eddi_piaffiliation": {"_$": "Harvard-MIT Division of Health Sciences and Technology Biomedical Engineering Center"},
      "dc:eddi_citationpub": {"_$": "http://dx.doi.org/10.1161/01.CIR.101.23.e215"}
    }}
  },
  "_@default": "http://www.openarchives.org/OAI/2.0/",
  "_@xml": "http://www.w3.org/XML/1998/namespace"
}
