{
  "id": "https://doi.org/10.5524/100205",
  "type": "dats",
  "attributes": {
    "identifiers": [{
      "identifier": "doi:10.5524/100205",
      "identifier-source": "DataCite"
    }],
    "title": "Supporting data for \"Tools and techniques for computational reproducibility\"",
    "types": [{"information": {"value": {
      "id": "dataset",
      "title": "Dataset",
      "updated_at": "2016-09-21T00:00:00Z"
    }}}],
    "creators": [
      {
        "first-name": "Stephen R",
        "last-name": "Piccolo"
      },
      {
        "first-name": "Michael B",
        "last-name": "Frampton"
      }
    ],
    "dates": [
      {
        "date": "2016",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "publicationYear"
        }
      },
      {
        "date": "2016-10-31T08:13:56Z",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "Issued"
        }
      },
      {
        "date": "2016-10-31T08:13:56Z",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "Updated"
        }
      }
    ],
    "container-title": "GigaScience",
    "description": "When reporting research findings, scientists document the steps they followed so that others can verify and build upon the research. When those steps have been described in sufficient detail that others can retrace the steps and obtain similar results, the research is said to be reproducible. Computers play a vital role in many research disciplines and present both opportunities and challenges for reproducibility. Computers can be programmed to execute analysis tasks, and those programs can be repeated and shared with others. Due to the deterministic nature of most computer programs, the same analysis tasks, applied to the same data, will often produce the same outputs. However, in practice, computational findings often cannot be reproduced due to complexities in how software is packaged, installed, and executed—and due to limitations in how scientists document analysis steps. Many tools and techniques are available to help overcome these challenges. Here we describe seven such strategies. With a broad scientific audience in mind, we describe strengths and limitations of each approach, as well as circumstances under which each might be applied. No single strategy is sufficient for every scenario; thus we emphasize that it is often useful to combine approaches.The files presented in this GigaDB dataset are those used to generate the figures and examples used in the GigaScience review article, and they demonstrate how reproducibility can be achieved using some of the tools discussed in the manuscript."
  }
}
