{
  "id": "https://doi.org/10.15154/1223873",
  "type": "dats",
  "attributes": {
    "identifiers": [{
      "identifier": "doi:10.15154/1223873",
      "identifier-source": "DataCite"
    }],
    "title": "Identification of infants at high-risk for autism spectrum disorder using multiparameter multiscale white matter connectivity networks.",
    "types": [{"information": {"value": {
      "id": "dataset",
      "title": "Dataset",
      "updated_at": "2016-09-21T00:00:00Z"
    }}}],
    "creators": [{
      "first-name": "D",
      "last-name": "Shen"
    }],
    "dates": [
      {
        "date": "2015",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "publicationYear"
        }
      },
      {
        "date": "2016-03-08T20:16:19Z",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "Issued"
        }
      },
      {
        "date": "2016-03-08T20:16:19Z",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "Updated"
        }
      }
    ],
    "container-title": "NIMH Data Archives",
    "description": "Autism spectrum disorder (ASD) is a wide range of disabilities that cause life-long cognitive impairment and social, communication, and behavioral challenges. Early diagnosis and medical intervention are important for improving the life quality of autistic patients. However, in the current practice, diagnosis often has to be delayed until the behavioral symptoms become evident during childhood. In this study, we demonstrate the feasibility of using machine learning techniques for identifying high-risk ASD infants at as early as six months after birth. This is based on the observation that ASD-induced abnormalities in white matter (WM) tracts and whole-brain connectivity have already started to appear within 24 months after birth. In particular, we propose a novel multikernel support vector machine classification framework by using the connectivity features gathered from WM connectivity networks, which are generated via multiscale regions of interest (ROIs) and multiple diffusion statistics such as fractional anisotropy, mean diffusivity, and average fiber length. Our proposed framework achieves an accuracy of 76% and an area of 0.80 under the receiver operating characteristic curve (AUC), in comparison to the accuracy of 70% and the AUC of 70% provided by the best singleparameter single-scale network. The improvement in accuracy is mainly due to the complementary information provided by multiparameter multiscale networks. In addition, our framework also provides the potential imaging connectomic markers and an objective means for early ASD diagnosis."
  }
}
