{"pr_nif_0000_37639_1": {
  "e_uid": "13152",
  "id": "13152",
  "celltype_id": "",
  "cellularcomponent_id": "",
  "preparation_id": "FBbi:00000011, FBbi:00000419",
  "visualizationmethods_id": "FBbi:00000398",
  "cellline_id": "",
  "relationtointactcell_id": "FBbi:00000024",
  "biologicalprocess_id": "GO:0007009, GO:0007009, GO:0009834, GO:0009834",
  "pathologicalprocess_id": "",
  "itemtype_id": "FBbi:00000258",
  "processinghistory_id": "",
  "imagingmode_id": "FBbi:00000258",
  "parameterimaged_id": "FBbi:00000315",
  "ncbiorganismalclassification_id": "NCBITaxon:407018, NCBITaxon:407018",
  "celltype": "",
  "cellularcomponent": "bacterial inner membrane, plasma membrane",
  "attribution": "NAME:Thomas Giddings",
  "speciestaxaspecific": "",
  "imagedescription": "The P-face of the plasma membrane of a semicell engaged in the synthesis of the secondary wall.  Hexagonal arrays of rosettes of varying size and shape can be observed.  The large circular indentations may correspond to forming slime secretion pore complexes.  Propanejet freezing.\n\nTechnical details:\nCultures of Micrasterias denticulata were obtained from the Algal Culture Collection, University of Indiana (Cat. No . LB558) . Cells were grown in Waris medium MS at 18°C on a 15/9-h, fight-dark cycle.  For each experiment, cells about halfway through the dark cycle were placed in fresh medium in continuous light. This treatment stimulated many cells to divide ~25 h later.  Healthy, growing cells were then selected with a dissecting microscope and placed in a separate Petri dish containing growth medium buffered with 2 mM 2(N-morpholino)-ethane sulfonic acid adjusted to pH 6.0.  Cells at the desired stage of development were then placed in another dish containing 1% glutaraldehyde in buffered medium and fixed for 20 min. Gold double-replica supports (Balzers High Vacuum Corp ., Santa Ana, Calif.) were coated with a thin layer of yeast paste.  Fixed cells were placed on one support and the second support was placed on top.  This \"sandwich\" was plunged into liquid propane near its melting point and stored in liquid nitrogen.  Cells were ultrarapidly frozen using a propane-jet device of the type described by Miiller et al (see reference).  Samples were prepared as described above, with the following exceptions: cells were frozen directly in growth medium, without prior fixation; the gold supports used had been hollowed out, leaving a metal thickness of 127 micron and the propane-jet device was used.  Samples were fractured and replicated using a Balzers double-replica device in a Balzers BA 360 freeze-etch unit.  Fracturing was done at -110°C.  The yeast paste allowed recovery of large, intact replicas; these were cleaned in commercial bleach and 70% sulfuric acid at 60°C.  Replicas were examined in a JEOL EM 100C at 50,000X magnification.\n\nImage reference: PMID: 7189756.  \nVisualization of particle complexes in the plasma membrane of Micrasterias denticulata associated with the formation of cellulose fibrils in primary and secondary cell walls.  Giddings TH Jr, Brower DL, Staehelin LA.  J. Cell Biol. 1980 Feb;84(2):327-39.",
  "preparation": "freeze_fracture/freeze_etch, glutaraldehyde fixed tissue",
  "visualizationmethods": "shadowing and plating",
  "cellline": "",
  "relationtointactcell": "whole mounted tissue",
  "biologicalprocess": "cellulose and pectin-containing secondary cell wall biogenesis, plasma membrane organisation, plasma membrane organization, secondary cell wall biogenesis",
  "pathologicalprocess": "",
  "itemtype": "transmission electron microscopy (TEM)",
  "dataqualification": "RAW;spatialmeasurements",
  "processinghistory": "",
  "imagingmode": "transmission electron microscopy (TEM)",
  "dimension": "space:X;;;0.4;;;nanometers;;;3432, space:Y;;;0.4;;;nanometers;;;4552",
  "parameterimaged": "electron density",
  "technicaldetails": "",
  "ncbiorganismalclassification": "Micrasterias denticulata, Micrasterias denticulata Breb. ex Ralfs",
  "termsandconditions": "public_domain",
  "v_uid": "13152",
  "v_uuid": "abe94eb3-ca93-5a2b-bbaf-98ca6622a4f5",
  "v_lastmodified": "2016-04-05 11:13:37.043704",
  "v_status": "E",
  "v_lastmodified_epoch": 1.459854817043704E9
}}
