{
  "id": "https://doi.org/10.4225/87/580034782D5B8",
  "type": "dats",
  "attributes": {
    "identifiers": [{
      "identifier": "doi:10.4225/87/580034782D5B8",
      "identifier-source": "DataCite"
    }],
    "title": "ANU Poll 2016: Security and Terrorism",
    "types": [{"information": {"value": {
      "id": "dataset",
      "title": "Dataset",
      "updated_at": "2016-09-21T00:00:00Z"
    }}}],
    "creators": [
      {
        "first-name": "Jill",
        "last-name": "Sheppard"
      },
      {
        "first-name": "Katja",
        "last-name": "Theodorakis"
      }
    ],
    "dates": [
      {
        "date": "2016",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "publicationYear"
        }
      },
      {
        "date": "2016-10-14T01:27:24Z",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "Issued"
        }
      },
      {
        "date": "2016-10-14T01:27:24Z",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "Updated"
        }
      }
    ],
    "container-title": "Australian Data Archive",
    "description": "This poll is the twenty-third in an ongoing series of polls being undertaken by the Social Research Centre for the ANU. Their purpose is to assess Australians’ opinions on important and topical issues, with an emphasis on international comparisons. These polls are typically conducted three times a year, or about every four months. Some questions appear in every poll in order to provide information about changes in opinion over time; the majority of questions appear in one poll only. The main focus of this poll was security and terrorism, particularly participants’ views concerning the Australian governments approach to counter terrorism initiatives and policies. The poll covered issues such as government spending, the balance between privacy and safety and a measure of respondent’s social dominance orientation. Demographic and background variables include gender, age, household composition, country of birth, highest level of education, employment status and income. This research is used to inform public debate and policy about issues affecting Australia."
  }
}
