{
  "id": "https://doi.org/10.7272/Q6C8276K",
  "type": "dats",
  "attributes": {
    "identifiers": [{
      "identifier": "doi:10.7272/Q6C8276K",
      "identifier-source": "DataCite"
    }],
    "title": "Alpha-1A Adrenergic Receptor in Rabbit Heart",
    "types": [{"information": {"value": {
      "id": "dataset",
      "title": "Dataset",
      "updated_at": "2016-09-21T00:00:00Z"
    }}}],
    "creators": [{
      "first-name": "Paul C.",
      "last-name": "Simpson"
    }],
    "dates": [
      {
        "date": "2016",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "publicationYear"
        }
      },
      {
        "date": "2016-05-10T22:04:36Z",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "Issued"
        }
      },
      {
        "date": "2016-11-17T00:10:19Z",
        "type": {
          "ontology-term-iri": "http://schema.datacite.org/meta/kernel-3.1/metadata.xsd",
          "value": "Updated"
        }
      }
    ],
    "container-title": "UC San Francisco",
    "description": "The alpha-1A-adrenergic receptor (AR) subtype is associated with\n      cardioprotective signaling in the mouse and human heart. The rabbit is\n      useful for cardiac disease modeling, but data on the alpha-1A in the\n      rabbit heart are limited. Our objective was to test for expression and\n      function of the alpha-1A in rabbit heart. By quantitative real-time\n      reverse transcription PCR (qPCR) on mRNA from left ventricular myocardium\n      of adult male New Zealand White rabbits, the alpha-1B was 99% of total\n      alpha-1-AR mRNA, with <1% alpha-1A and alpha-1D, whereas alpha-1A mRNA\n      was over 50% of total in brain and liver. Saturation radioligand binding\n      identified ~4 fmol total alpha-1-ARs per mg myocardial protein, with 17%\n      alpha-1A by competition with the selective antagonist 5-methylurapidil.\n      The alpha-1D was not detected by competition with BMY-7378, indicating\n      that 83% of alpha-1-ARs were alpha-1B. In isolated left ventricle and\n      right ventricle, the selective alpha-1A agonist A61603 stimulated a\n      negative inotropic effect, versus a positive inotropic effect with the\n      nonselective alpha-1-agonist phenylephrine and the beta-agonist\n      isoproterenol. Blood pressure assay in conscious rabbits using an\n      indwelling aortic telemeter showed that A61603 by bolus intravenous dosing\n      increased mean arterial pressure by 20 mm Hg at 0.14 μg/kg, 10-fold lower\n      than norepinephrine, and chronic A61603 infusion by iPRECIO programmable\n      micro Infusion pump did not increase BP at 22 μg/kg/d. A myocardial slice\n      model useful in human myocardium and an anthracycline cardiotoxicity model\n      useful in mouse were both problematic in rabbit. We conclude that alpha-1A\n      mRNA is very low in rabbit heart, but the receptor is present by binding\n      and mediates a negative inotropic response. Expression and function of the\n      alpha-1A in rabbit heart differ from mouse and human, but the vasopressor\n      response is similar to mouse."
  }
}
